Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Features/Recaps.xcstrings
Source language: en
Languages: de, es

# Alt.Copied
source: Alt text copied!
de: Alt-Text kopiert
es: ¡Texto alt copiado!

# Description
source: Recap Your Fitness Journey
de: Blicke auf deine Fitness-Reise zurück
es: Recapitule su Viaje de Fitness

# MetricLimitAlert.Title
source: Limit Reached
de: Limit erreicht
es: Límite Alcanzado

# Metrics.Selected
source: %lld/%lld Selected
de: %lld/%lld ausgewählt
es: %lld/%lld seleccionados

# Notification.Daily.Body
source: Check out your progress yesterday
de: Sieh dir deinen gestrigen Fortschritt an
es: Revise su progreso de ayer.

# Notification.Daily.Title
source: Your Daily Recap is Ready!
de: Deine tägliche Zusammenfassung steht bereit!
es: ¡Su Resumen Diario está Listo!

# Notification.Monthly.Body
source: Check out your progress last month
de: Sieh dir deinen Fortschritt des letzten Monats an
es: Revise su progreso del mes pasado.

# Notification.Monthly.Title
source: Your %@ Recap is Ready!
de: Deine Zusammenfassung für %@ steht bereit!
es: ¡Su Resumen de %@ está Listo!

# Notification.Weekly.Body
source: Check out your progress last week
de: Sieh dir deinen Fortschritt der letzten Woche an
es: Revise su progreso de la semana pasada.

# Notification.Weekly.Title
source: Your Weekly Recap is Ready!
de: Deine wöchentliche Zusammenfassung steht bereit!
es: ¡Su Resumen Semanal está Listo!

# Notification.Yearly.Body
source: Check out your progress over the last year
de: Sieh dir deinen Fortschritt des letzten Jahres an
es: Revise su progreso durante el último año.

# Notification.Yearly.Title
source: Your %@ Annual Recap is Ready!
de: Deine Zusammenfassung für %@ steht bereit!
es: ¡Su Resumen Anual de %@ está Listo!

# NotificationPrompt.Body
source: Peak can notify you as soon as new recaps are ready.
de: Peak kann dich benachrichtigen, sobald dein Zusammenfassung bereit steht.
es: Peak puede notificarle en cuanto nuevos resúmenes estén listos.

# NotificationPrompt.Title
source: Enable Recap Alerts?
de: Benachrichtigungen aktivieren?
es: ¿Habilitar Alertas de Resumenes?

source: Recap
de: Zusammenfassung
es: Resumen

source: Recaps
de: Zusammenfassungen
es: Resumenes

source: Reset
de: Zurücksetzen
es: Readjustar

source: Share
de: Teilen
es: Compartir

source: Shared with Peak
de: Aus Peak geteilt
es: Compartido con Peak

# ShareReport.Text
source: My %1$@ recap for %2$@! Check out yours at %3$@
de: Meine %1$@ Zusammenfassung für %2$@! Schau dir Deine an unter %3$@
es: ¡Mi resumen de %1$@ para %2$@! Mire el suyo en %3$@

# ShareReportSummary.Text
source: My fitness recap for %1$@! Check out yours at %2$@
de: Meine Fitness-Zusammenfassung für %1$@! Schau dir deine an unter %2$@
es: ¡Mi resumen de fitness para %1$@! Mire el suyo en %2$@

source: Shuffle Theme
de: Zufälliges Theme
es: Tema Aleatorio

# Unavailable.Body
source: You can view Recaps on your phone
de: Du kannst Zusammenfassungen auf deinem Telefon ansehen
es: Puede ver resúmenes en su teléfono

# Unavailable.Title
source: Recaps Not Available
de: Zusammenfassungen nicht verfügbar
es: Resumen No Disponible

# MetricLimitAlert.Body
source: You can only select up to %lld metrics.
es: Solo puede seleccionar hasta %lld métricas.
